Repository: rsevero/mapiah
Catalog: lib/l10n/intl_*.arb
Languages: pt

# aboutMapiahDialogChangelog
source: Changelog
pt: Alterações

# aboutMapiahDialogLicense
source: License
pt: Licença

# aboutMapiahDialogMapiahVersion
source: Version {version}
pt: Versão {version}

# aboutMapiahDialogWindowTitle
source: About Mapiah
pt: Sobre o Mapiah

# buttonClose
source: Close
pt: Fechar

# fileEditWindowWindowTitle
source: File edit
pt: Edição de arquivo

# helpDialogFailureToLoad
source: Failed to load help content
pt: Falha ao carregar o conteúdo de ajuda

# helpDialogTooltip
source: Help
pt: Ajuda (F1)

# initialPagePresentation
source: Mapiah: an user-friendly graphical interface for cave mapping with Therion
pt: Mapiah: uma interface gráfica amigável para mapeamento de cavernas com Therion

# languageName
source: {language, select, sys {System} en {English} pt {Português} other {Unknown}}
pt: {language, select, sys {Sistema} en {English} pt {Português} other {Desconhecido}}

# mapiahHomeHelpDialogTitle
source: Main page
pt: Tela inicial

# mapiahHomeNewFileButtonTooltip
source: New file (Ctrl+N)
pt: Novo arquivo (Ctrl+N ou Ctrl+Shift+N)

# mpAltitudeInvalidValueErrorMessage
source: Invalid altitude
pt: Altitude inválida

# mpAngleUnitDegree
source: degree
pt: grau

# mpAngleUnitMinute
source: minute
pt: minuto

# mpAttrNameEmpty
source: Empty attribute name
pt: Nome do atributo vazio

# mpAttrNameInvalid
source: Invalid chars in attribute name
pt: Nome de atributo com characteres inválidos

# mpAttrNameLabel
source: Name
pt: Nome

# mpAttrValueEmpty
source: Empty attribute value
pt: Valor do atributo vazio

# mpAttrValueLabel
source: Value
pt: Valor

# mpAuthorInvalidValueErrorMessage
source: Invalid date/interval and person name
pt: Data/intervalo de data e nome de autor válidos

# mpAzimuthAzimuthLabel
source: Azimuth
pt: Azimute

# mpAzimuthEast
source: East
pt: Leste

# mpAzimuthEastAbbreviation
source: E
pt: L

# mpAzimuthInvalidErrorMessage
source: Invalid azimuth
pt: Azimute inválido

# mpAzimuthNorth
source: North
pt: Norte

# mpAzimuthSouth
source: South
pt: Sul

# mpAzimuthWest
source: West
pt: Oeste

# mpAzimuthWestAbbreviation
source: W
pt: O

# mpButtonCancel
source: Cancel
pt: Cancelar

# mpButtonCreate
source: Create
pt: Criar

# mpChoiceSet
source: Set
pt: Definido

# mpChoiceUnset
source: Unset
pt: Não definido

# mpCommandDescriptionAddArea
source: Add area
pt: Adicionar área

# mpCommandDescriptionAddAreaBorderTHID
source: Add area border line
pt: Adicionar borda de área

# mpCommandDescriptionAddElements
source: Add elements
pt: Adicionar elementos

# mpCommandDescriptionAddLine
source: Add line
pt: Adicionar linha

# mpCommandDescriptionAddLineSegment
source: Add line segment
pt: Adicionar segmento de linha

# mpCommandDescriptionAddPoint
source: Add point
pt: Adicionar ponto

# mpCommandDescriptionAddScrap
source: Add scrap
pt: Adicionar croqui

# mpCommandDescriptionAddXTherionImageInsertConfig
source: Add image
pt: Adicionar imagem

# mpCommandDescriptionEditAreasType
source: Edit multiple areas type
pt: Editar tipo de áreas

# mpCommandDescriptionEditAreaType
source: Edit area type
pt: Editar tipo de área

# mpCommandDescriptionEditBezierCurve
source: Edit Bézier curve
pt: Editar curva Bézier

# mpCommandDescriptionEditLine
source: Edit line
pt: Editar linha

# mpCommandDescriptionEditLineSegment
source: Edit line segment
pt: Editar segmento de linha

# mpCommandDescriptionEditLineSegmentsType
source: Edit multiple line segments type
pt: Editar tipo de segmentos de linha

# mpCommandDescriptionEditLineSegmentType
source: Edit line segment type
pt: Editar tipo de segmento de linha

# mpCommandDescriptionEditLinesType
source: Edit multiple lines type
pt: Editar tipo de linhas

# mpCommandDescriptionEditLineType
source: Edit line type
pt: Editar tipo de linha

# mpCommandDescriptionEditPointsType
source: Edit multiple points type
pt: Editar tipo de pontos

# mpCommandDescriptionEditPointType
source: Edit point type
pt: Editar tipo de ponto

# mpCommandDescriptionMoveArea
source: Move area
pt: Mover área

# mpCommandDescriptionMoveBezierLineSegment
source: Move Bézier line segment
pt: Mover segmento de linha Bézier

# mpCommandDescriptionMoveElements
source: Move elements
pt: Mover elementos

# mpCommandDescriptionMoveLine
source: Move line
pt: Mover linha

# mpCommandDescriptionMoveLines
source: Move lines
pt: Mover linhas

# mpCommandDescriptionMoveLineSegments
source: Move line segments
pt: Mover segmentos de linha

# mpCommandDescriptionMovePoint
source: Move point
pt: Mover ponto

# mpCommandDescriptionMoveStraightLineSegment
source: Move straight line segment
pt: Mover segmento de linha reta

# mpCommandDescriptionMultipleElements
source: Multiple elements edit
pt: Editar vários elementos

# mpCommandDescriptionRemoveArea
source: Remove area
pt: Apagar área

# mpCommandDescriptionRemoveAreaBorderTHID
source: Remove area border line
pt: Apagar borda de área

# mpCommandDescriptionRemoveElements
source: Remove elements
pt: Apagar elementos

# mpCommandDescriptionRemoveLine
source: Remove line
pt: Apagar linha

# mpCommandDescriptionRemoveLineSegment
source: Remove line segment
pt: Apagar segmento de linha

# mpCommandDescriptionRemoveLineSegments
source: Remove line segments
pt: Apagar segmentos de linha

# mpCommandDescriptionRemoveOptionFromElement
source: Remove option
pt: Remover opção

# mpCommandDescriptionRemoveOptionFromElements
source: Remove option from multiple elements
pt: Remover opção de diversos elementos

# mpCommandDescriptionRemovePoint
source: Remove point
pt: Apagar ponto

# mpCommandDescriptionRemoveScrap
source: Remove scrap
pt: Remover croqui

# mpCommandDescriptionRemoveXTherionImageInsertConfig
source: Remove image
pt: Remover imagem

# mpCommandDescriptionSetOptionToElement
source: Set option
pt: Definir opção

# mpCommandDescriptionSetOptionToElements
source: Set option to multiple elements
pt: Definir opção para diversos elementos

# mpContextInvalidValueErrorMessage
source: Both fields are mandatory
pt: Ambos os campos são obrigatórios

# mpCopyrightInvalidMessageErrorMessage
source: Invalid copyright message
pt: Mensagem de direitos autorais inválido

# mpCopyrightMessageLabel
source: Copyright
pt: Direitos autorais

# mpCSEPSGESRILabel
source: {csOption} identifier (1-99999)
pt: Identificador {csOption} (1-99999)

# mpCSETRSLabel
source: Optional ETRS identifier (28-37)
pt: Identificador opcional ETRS (1-99999)

# mpCSForOutputLabel
source: For output
pt: Para saída

# mpCSInvalidValueErrorMessage
source: Invalid value
pt: Valor inválido

# mpCSOSGBMajorLabel
source: OSGB major
pt: OSGB principal

# mpCSOSGBMinorLabel
source: OSGB minor
pt: OSGB menor

# mpCSUTMZoneNumberLabel
source: Zone number (1-60)
pt: Número da zona UTM (1-60)

# mpDateIntervalEndDateHint
source: YYYY[.MM[.DD[@HH[:MM[:SS[.SS]]]]]]
pt: AAAA[.MM[.DD[@HH[:MM[:SS[.SS]]]]]]

# mpDateIntervalEndDateLabel
source: End date
pt: Data de término

# mpDateIntervalIntervalLabel
source: Interval
pt: Intervalo

# mpDateIntervalInvalidEndDateFormatErrorMessage
source: Invalid end date
pt: Data de término inválida

# mpDateIntervalInvalidStartDateFormatErrorMessage
source: Invalid start date
pt: Data de início inválida

# mpDateIntervalSingleDateLabel
source: Date
pt: Data

# mpDateIntervalStartDateHint
source: YYYY[.MM[.DD[@HH[:MM[:SS[.SS]]]]]] or '-'
pt: AAAA[.MM[.DD[@HH[:MM[:SS[.SS]]]]]] ou '-'

# mpDateIntervalStartDateLabel
source: Start date
pt: Data de início

# mpDateValueInvalidValueErrorMessage
source: Invalid date/interval
pt: Data ou intervalo inválidos

# mpDimensionsAboveLabel
source: Above
pt: Acima

# mpDimensionsBelowLabel
source: Below
pt: Abaixo

# mpDimensionsInvalidValueErrorMessage
source: Invalid dimension value
pt: Valor inválida

# mpDistDistanceLabel
source: Distance
pt: Distância

# mpDistInvalidValueErrorMessage
source: Invalid numeric distance value
pt: Distância inválida

# mpDoubleValueInvalidValueErrorMessage
source: Invalid numeric value
pt: Valor inválido

# mpEncodingLabel
source: Encoding
pt: Codificação

# mpExploredLengthLabel
source: Length
pt: Extensão

# mpExtendStationLabel
source: Station
pt: Base

# mpIDInvalidValueErrorMessage
source: Invalid ID: must be a sequence of characters A-Z, a-z, 0-9 and _-/ (not starting with ‘-’).
pt: ID inválido: deve ser uma sequência de caracteres A-Z, a-z, 0-9 e _-/ (não começando com ‘-’).

# mpIDMissingErrorMessage
source: ID is required
pt: ID é obrigatório.

# mpIDNonUniqueValueErrorMessage
source: ID must be unique
pt: IDs devem ser únicos.

# mpLengthUnitCentimeter
source: centimeter
pt: centímetro

# mpLengthUnitFoot
source: feet
pt: pé

# mpLengthUnitInch
source: inch
pt: polegada

# mpLengthUnitMeter
source: meter
pt: metro

# mpLengthUnitYard
source: yard
pt: jarda

# mpLineHeightHeightLabel
source: Height
pt: Altura

# mpLineHeightInvalidValueErrorMessage
source: Invalid line height
pt: Altura inválida

# mpLineSegmentTypeTypesTitle
source: Line segment type
pt: Tipo de segmento de linha

# mpLSizeLabel
source: Size
pt: Tamanho

# mpMarkTextLabel
source: Mark
pt: Identificador

# mpMultipleElementsClickedAllChoice
source: All
pt: Todos

# mpMultipleElementsClickedTitle
source: Multiple elements clicked
pt: Vários elementos clicados

# mpMultipleEndControlPointsClickedTitle
source: Multiple points clicked
pt: Vários pontos clicados

# mpMultipleEndControlPointsControlPoint1
source: Control point 1
pt: Ponto de controle 1

# mpMultipleEndControlPointsControlPoint2
source: Control point 2
pt: Ponto de controle 2

# mpMultipleEndControlPointsEndPoint
source: End point
pt: Ponto final

# mpNamedScaleHuge
source: Huge
pt: Enorme

# mpNamedScaleLarge
source: Large
pt: Grande

# mpNamedScaleSmall
source: Small
pt: Pequeno

# mpNamedScaleTiny
source: Tiny
pt: Minúsculo

# mpNameStationLabel
source: Station
pt: Base

# mpNewScrapDialogCreateNewScrap
source: Create new scrap
pt: Criar novo croqui

# mpNewScrapDialogCreateScrapIDHint
source: Enter the scrap identifier
pt: Digite o identificador do croqui

# mpNewScrapDialogCreateScrapIDLabel
source: Scrap ID
pt: ID do croqui

# mpOptionsEditLineSegmentTypes
source: Line segments types
pt: Tipos de segmentos de linha

# mpOptionsEditTitle
source: Options
pt: Opções

# mpPassageHeightCeiling
source: Ceiling
pt: Teto

# mpPassageHeightCeilingLabel
source: Ceiling
pt: Teto

# mpPassageHeightDepth
source: Depth
pt: Profundidade

# mpPassageHeightDepthLabel
source: Depth
pt: Profundidade

# mpPassageHeightDepthWarning
source: Invalid depth
pt: Profundidade inválida

# mpPassageHeightDistanceBetweenFloorAndCeiling
source: Distance floor ceiling
pt: Do piso ao teto

# mpPassageHeightDistanceBetweenFloorAndCeilingLabel
source: Floor to ceiling
pt: Piso ao teto

# mpPassageHeightDistanceToCeilingAndDistanceToFloor
source: Distance to ceiling and to floor
pt: Teto e piso

# mpPassageHeightDistanceToCeilingAndDistanceToFloorLabel
source: To ceiling/to floor
pt: Ao piso e ao teto

# mpPassageHeightFloor
source: Floor
pt: Piso

# mpPassageHeightFloorLabel
source: Floor
pt: Piso

# mpPassageHeightHeight
source: Height
pt: Altura

# mpPassageHeightHeightLabel
source: Height
pt: Altura

# mpPassageHeightHeightWarning
source: Invalid height
pt: Altura inválida

# mpPersonNameHint
source: 'FirstName Surname' or 'FirstNames/Surnames'
pt: 'Nome Sobrenome' ou 'Nomes/Sobrenomes'

# mpPersonNameInvalidFormatErrorMessage
source: Invalid person name
pt: Nome inválido

# mpPersonNameLabel
source: Name
pt: Nome

# mpPLATypeAll
source: All
pt: Todos

# mpPLATypeAreaTitle
source: Area types
pt: Tipos de área

# mpPLATypeCurrent
source: Current
pt: Atual

# mpPLATypeDropdownSelectATypeLabel
source: Select a type
pt: Selecione um tipo

# mpPLATypeLastUsed
source: Last used
pt: Últimos usados

# mpPLATypeLineTitle
source: Line types
pt: Tipos de linha

# mpPLATypeMostUsed
source: Most used
pt: Mais usados

# mpPLATypePointTitle
source: Point types
pt: Tipos de ponto

# mpPLATypeUnknownInvalid
source: Invalid type
pt: Tipo inválido

# mpPLATypeUnknownLabel
source: Type
pt: Tipo

# mpPLScaleCommandOptionNamed
source: Named
pt: Pré-definidos

# mpPLScaleCommandOptionNumeric
source: Numeric
pt: Numérico

# mpPLScaleNumericLabel
source: Size
pt: Tamanho

# mpPointHeightChimney
source: Chimney
pt: Chaminé

# mpPointHeightLengthWarning
source: Invalid length
pt: Medida inválida

# mpPointHeightPit
source: Pit
pt: Poço

# mpPointHeightStep
source: Step
pt: Degrau

# mpPointHeightValueChimneyLabel
source: Height
pt: Altura

# mpPointHeightValueChimneyObservation
source: Chimeny height (treated as positive)
pt: Altura do teto (tratado como positivo)

# mpPointHeightValuePitLabel
source: Depth
pt: Profundidade

# mpPointHeightValuePitObservation
source: Pit depth (treated as negative)
pt: Profundidade do poço (tratado como negativo)

# mpPointHeightValueStepLabel
source: Height
pt: Altura

# mpPointHeightValueStepObservation
source: Step height (treated as positive)
pt: Altura do degrau (tratado como positivo)

# mpProjectionAngleWarning
source: Invalid angle (0 <= angle < 360)
pt: Ângulo inválido (0 <= ângulo < 360)

# mpProjectionElevationAzimuthLabel
source: Azimuth
pt: Azimute

# mpProjectionIndexLabel
source: Index (optional)
pt: Índice (opcional)

# mpProjectionModeElevation
source: Elevation
pt: Projeção

# mpProjectionModeExtended
source: Extended
pt: Retificada

# mpProjectionModeNone
source: None
pt: Nenhuma

# mpProjectionModePlan
source: Plan
pt: Planta baixa

# mpScrapFreeText
source: Free text
pt: Texto livre

# mpScrapFromFile
source: From file
pt: Deste arquivo

# mpScrapLabel
source: Scrap ID
pt: ID de croqui

# mpScrapScale1ValueLabel
source: Real to 1 point
pt: Real para 1 ponto

# mpScrapScale1ValueObservation
source: Real units per drawing point
pt: Medida real por ponto do desenho

# mpScrapScale21Label
source: Drawing
pt: Desenho

# mpScrapScale2ValueObservation
source: real units per drawing points
pt: Medida real por pontos do desenho

# mpScrapScale2ValuesLabel
source: Real to points
pt: Real para pontos

# mpScrapScale81Label
source: Draw X1
pt: X1 desenho

# mpScrapScale82Label
source: Draw Y1
pt: Y1 desenho

# mpScrapScale83Label
source: Draw X2
pt: X2 desenho

# mpScrapScale84Label
source: Draw Y2
pt: Y2 desenho

# mpScrapScale85Label
source: Real X1
pt: X1 real

# mpScrapScale86Label
source: Real Y1
pt: Y1 real

# mpScrapScale87Label
source: Real X2
pt: X2 real

# mpScrapScale88Label
source: Real Y2
pt: Y2 real

# mpScrapScale8ValueObservation
source: Real coordinates per drawing coordinates
pt: Coordenadas reais por coordenadas do desenho

# mpScrapScale8ValuesLabel
source: Real to drawing coordinates
pt: Coordenadas reais por coordenadas do desenho

# mpScrapScaleInvalidValueError
source: Invalid scale ref
pt: Referência de escala inválida

# mpScrapWarning
source: Scrap not set
pt: Croqui não definido

# mpSketchChooseFileButtonLabel
source: Choose file
pt: Escolher arquivo

# mpSketchCoordinateInvalid
source: Invalid coordinate
pt: Coordenada inválida

# mpSketchFilenameLabel
source: Filename
pt: Arquivo

# mpStationNamesPrefixLabel
source: Prefix
pt: Prefixo

# mpStationNamesPrefixMessageEmpty
source: Prefix empty
pt: Prefixo vazio

# mpStationNamesSuffixLabel
source: Suffix
pt: Sufixo

# mpStationNamesSuffixMessageEmpty
source: Suffix empty
pt: Sufixo vazio

# mpStationsAddField
source: Add field
pt: Adicionar campo

# mpStationsNameEmpty
source: Station name empty
pt: Nome vazio

# mpStationsNameLabel
source: Station
pt: Base

# mpStationTypeOptionWarning
source: Station not set
pt: Base não definida

# mpSubtypeEmpty
source: Subtype empty
pt: Subtipo vazio

# mpSubtypeLabel
source: Subtype
pt: Subtipo

# mpSubtypeLineBorderInvisible
source: Invisible
pt: Invisível

# mpSubtypeLineBorderPresumed
source: Presumed
pt: Presumido

# mpSubtypeLineBorderTemporary
source: Temporary
pt: Temporário

# mpSubtypeLineBorderVisible
source: Visible
pt: Visível

# mpSubtypeLineSurveyCave
source: Cave
pt: Caverna

# mpSubtypeLineSurveySurface
source: Surface
pt: Superfície

# mpSubtypeLineWallBedrock
source: Bedrock
pt: Rocha matriz

# mpSubtypeLineWallBlocks
source: Blocks
pt: Blocos

# mpSubtypeLineWallClay
source: Clay
pt: Argila

# mpSubtypeLineWallDebris
source: Debris
pt: Detritos

# mpSubtypeLineWallFlowstone
source: Flowstone
pt: Travertino

# mpSubtypeLineWallIce
source: Ice
pt: Gelo

# mpSubtypeLineWallInvisible
source: Invisible
pt: Invisível

# mpSubtypeLineWallMoonmilk
source: Moonmilk
pt: Leite de lua

# mpSubtypeLineWallOverlying
source: Overlying
pt: Sobreposta

# mpSubtypeLineWallPebbles
source: Pebbles
pt: Seixos

# mpSubtypeLineWallPit
source: Pit
pt: Poço

# mpSubtypeLineWallPresumed
source: Presumed
pt: Presumida

# mpSubtypeLineWallSand
source: Sand
pt: Areia

# mpSubtypeLineWallUnderlying
source: Underlying
pt: Subjacente

# mpSubtypeLineWallUnsurveyed
source: Unsurveyed
pt: Não levantada

# mpSubtypeLineWaterFlowIntermittent
source: Intermittent
pt: Intermitente

# mpSubtypeLineWaterFlowPermanent
source: Permanent
pt: Permanente

# mpSubtypePointAirDraughtSummer
source: Summer
pt: Verão

# mpSubtypePointAirDraughtUndefined
source: Undefined
pt: Indefinido

# mpSubtypePointAirDraughtWinter
source: Winter
pt: Inverno

# mpSubtypePointStationFixed
source: Fixed
pt: Fixo

# mpSubtypePointStationPainted
source: Painted
pt: Pintado

# mpSubtypePointStationTemporary
source: Temporary
pt: Temporário

# mpSubtypePointWaterFlowIntermittent
source: Intermittent
pt: Intermitente

# mpSubtypePointWaterFlowPaleo
source: Paleo
pt: Paleofluxo

# mpSubtypePointWaterFlowPermanent
source: Permanent
pt: Permanente

# mpTextTextLabel
source: Text
pt: Texto

# mpTextTypeOptionWarning
source: Text not set
pt: Texto não definido

# mpTitleTextLabel
source: Title
pt: Título

# mpUnrecognizedCommandOptionTextLabel
source: Unrecognized option
pt: Opção não reconhecida

source: Parsing errors
pt: Erros na interpretação do arquivo

# th2FileEditPageAddArea
source: Add area (A)
pt: Criar área (A)

# th2FileEditPageAddAreaStatusBarMessage
source: Select a line to be included as border of a new {type} area
pt: Selecione uma linha para ser incluída como borda da nova área do tipo {type}

# th2FileEditPageAddElementOptions
source: Add element
pt: Criar elemento

# th2FileEditPageAddImageButton
source: Add image (I)
pt: Adicionar imagem (I)

# th2FileEditPageAddLine
source: Add line (L)
pt: Criar linha (L)

# th2FileEditPageAddLineStatusBarMessage
source: Click to add a {type} line
pt: Clique para criar uma linha do tipo {type}

# th2FileEditPageAddPoint
source: Add point (P)
pt: Criar ponto (P)

# th2FileEditPageAddPointStatusBarMessage
source: Click to add a {type} point
pt: Clique para criar um ponto do tipo {type}

# th2FileEditPageAddScrapButton
source: Add scrap (S)
pt: Adicionar croqui (S)

# th2FileEditPageChangeActiveScrapTitle
source: Change active scrap
pt: Alterar croqui ativo

# th2FileEditPageChangeActiveScrapTool
source: Change active scrap (Alt+S)
pt: Alterar croqui ativo (Alt+S)

# th2FileEditPageChangeImageTitle
source: Change images
pt: Alterar imagens

# th2FileEditPageChangeImageTool
source: Change image (Alt+I)
pt: Alterar imagem (Alt+I)

# th2FileEditPageEmptySelectionStatusBarMessage
source: Empty selection
pt: Nenhum elemento selecionado

# th2FileEditPageHelpDialogTitle
source: TH2 File Edit Help
pt: Ajuda para edição de arquivo TH2

# th2FileEditPageLoadImageButton
source: Load image
pt: Carregar imagem

# th2FileEditPageLoadingFile
source: Loading file {filename} ...
pt: Lendo arquivo {filename} ...

# th2FileEditPageNodeEditTool
source: Node edit (N)
pt: Editar nós (N)

# th2FileEditPageNoRedoAvailable
source: No redo available
pt: Nenhuma ação para refazer

# th2FileEditPageNoUndoAvailable
source: No undo available
pt: Nenhuma ação para desfazer

# th2FileEditPageOptionTool
source: Option edit (O)
pt: Opções (O)

# th2FileEditPagePanTool
source: Pan
pt: Mover ponto de vista

# th2FileEditPageRedo
source: Redo '{redoDescription}' (Ctrl+Y)
pt: Refazer '{redoDescription}' (Ctrl+Y)

# th2FileEditPageRemoveButton
source: Remove (Del)
pt: Apagar (Del)

# th2FileEditPageRemoveImageButton
source: Remove image
pt: Remover imagem

# th2FileEditPageRemoveScrapButton
source: Remove scrap
pt: Remover croqui

# th2FileEditPageSave
source: Save (Ctrl+S)
pt: Salvar (Ctrl+S)

# th2FileEditPageSaveAs
source: Save as (Shift+Ctrl+S)
pt: Salvar como (Shift+Ctrl+S)

# th2FileEditPageSaveAsDialogTitle
source: Save TH2 file as
pt: Salvar arquivo TH2 como

# th2FileEditPageSelectTool
source: Select (C)
pt: Selecionar (C)

# th2FileEditPageUndo
source: Undo '{undoDescription}' (Ctrl+Z)
pt: Desfazer '{undoDescription}' (Ctrl+Z)

# th2FileEditPageZoomIn
source: Zoom In (+)
pt: Aproximar (+)

# th2FileEditPageZoomOneToOne
source: Zoom 1:1 (1)
pt: Mostrar 1:1 (1)

# th2FileEditPageZoomOptions
source: Zoom Options
pt: Opções de zoom

# th2FileEditPageZoomOut
source: Zoom Out (-)
pt: Afastar (-)

# th2FileEditPageZoomOutFile
source: Show file (3)
pt: Mostrar arquivo (3)

# th2FileEditPageZoomOutScrap
source: Show scrap (4)
pt: Mostrar croqui (4)

# th2FileEditPageZoomToSelection
source: Zoom to selection (2)
pt: Mostrar seleção (2)

# th2FilePickSelectImageFile
source: Select an image file
pt: Selecione um arquivo de imagem

# th2FilePickSelectTH2File
source: Select a TH2 file
pt: Selecione um arquivo TH2

# thAreaBedrock
source: Bedrock
pt: Rocha matriz

# thAreaBlocks
source: Blocks
pt: Blocos

# thAreaClay
source: Clay
pt: Argila

# thAreaDebris
source: Debris
pt: Detritos

# thAreaFlowstone
source: Flowstone
pt: Travertino

# thAreaIce
source: Ice
pt: Gelo

# thAreaMoonmilk
source: Moonmilk
pt: Leite de Lua

# thAreaMudcrack
source: Mudcrack
pt: Rachadura de Lama

# thAreaPebbles
source: Pebbles
pt: Seixos

# thAreaPillar
source: Pillar
pt: Pilar

# thAreaPillars
source: Pillars
pt: Pilares

# thAreaPillarsWithCurtains
source: Pillars with Curtains
pt: Pilares com Cortinas

# thAreaPillarWithCurtains
source: Pillar with Curtains
pt: Pilar com Cortinas

# thAreaSand
source: Sand
pt: Areia

# thAreaSnow
source: Snow
pt: Neve

# thAreaStalactite
source: Stalactite
pt: Estalactite

# thAreaStalactiteStalagmite
source: Stalactite-Stalagmite
pt: Estalactite e Estalagmite

# thAreaStalagmite
source: Stalagmite
pt: Estalagmite

# thAreaSump
source: Sump
pt: Sifão

# thAreaU
source: User
pt: Usuário

# thAreaUnknown
source: Unknown
pt: Desconhecido

# thAreaWater
source: Water
pt: Água

# thCommandOptionAdjust
source: Adjust
pt: Ajustar

# thCommandOptionAlign
source: Align
pt: Alinhar

# thCommandOptionAltitudeFix
source: Fix
pt: Ref. 0 (fix)

# thCommandOptionAnchors
source: Anchors
pt: Âncoras

# thCommandOptionAttr
source: Attribute (custom)
pt: Atributo do usuário

# thCommandOptionAuthor
source: Author
pt: Autor

# thCommandOptionBorder
source: Border
pt: Borda

# thCommandOptionClip
source: Clip
pt: Recortar

# thCommandOptionClose
source: Close
pt: Fechar

# thCommandOptionContext
source: Context
pt: Contexto

# thCommandOptionCopyright
source: Copyright
pt: Direitos Autorais

# thCommandOptionCS
source: Coordinate System
pt: Sistema de Coordenadas

# thCommandOptionDateValue
source: Date
pt: Data

# thCommandOptionDimensionsValue
source: Dimensions
pt: Dimensões

# thCommandOptionDist
source: Distance
pt: Distância

# thCommandOptionExplored
source: Explored
pt: Explorado

# thCommandOptionExtend
source: Extend
pt: Estender

# thCommandOptionFlip
source: Flip
pt: Virar

# thCommandOptionFrom
source: From
pt: De

# thCommandOptionHead
source: Head
pt: Cabeça

# thCommandOptionLengthUnit
source: Unit
pt: Unidade

# thCommandOptionLineDirection
source: Direction
pt: Direção

# thCommandOptionLineGradient
source: Gradient
pt: Gradiente

# thCommandOptionLineHeight
source: Height
pt: Altura

# thCommandOptionLinePointDirection
source: Direction
pt: Direção

# thCommandOptionLinePointGradient
source: Gradient
pt: Gradiente
