Repository: rsevero/mapiah
Catalog: lib/l10n/intl_*.arb
Languages: pt

# thCommandOptionLSize
source: L-Size
pt: Tamanho L

# thCommandOptionMark
source: Mark
pt: Marca

# thCommandOptionName
source: Station
pt: Base

# thCommandOptionOrientation
source: Orientation
pt: Orientação

# thCommandOptionOutline
source: Outline
pt: Contorno

# thCommandOptionPassageHeightValue
source: Passage Height
pt: Altura da Passagem

# thCommandOptionPlace
source: Place
pt: Lugar

# thCommandOptionPLScale
source: Scale
pt: Escala

# thCommandOptionPointHeightValue
source: Height
pt: Altura do Ponto

# thCommandOptionProjection
source: Projection
pt: Projeção

# thCommandOptionReverse
source: Reverse
pt: Reverter

# thCommandOptionScrap
source: Scrap
pt: Sucata

# thCommandOptionScrapScale
source: Scale
pt: Escala

# thCommandOptionSketch
source: Sketch
pt: Esboço

# thCommandOptionSmooth
source: Smooth
pt: Suavizar

# thCommandOptionStationNames
source: Station Names
pt: Nomes das estações

# thCommandOptionStations
source: Stations
pt: Estações

# thCommandOptionSubtype
source: Subtype
pt: Subtipo

# thCommandOptionText
source: Text
pt: Texto

# thCommandOptionTitle
source: Title
pt: Título

# thCommandOptionUnrecognized
source: Unrecognized Command Option
pt: Opção de Comando Não Reconhecida

# thCommandOptionVisibility
source: Visibility
pt: Visibilidade

# thCommandOptionWalls
source: Walls
pt: Paredes

# thElementArea
source: Area
pt: Área

# thElementAreaBorderTHID
source: Area border ID
pt: ID de borda de área

# thElementBezierCurveLineSegment
source: Bézier curve line segment
pt: Segmento de linha Bézier

# thElementComment
source: Comment
pt: Comentário

# thElementEmptyLine
source: Empty line
pt: Linha vazia

# thElementEncoding
source: Encoding
pt: Codificação

# thElementEndArea
source: End area
pt: Fim de área

# thElementEndComment
source: End comment
pt: Fim de comentário

# thElementEndLine
source: End line
pt: Fim de linha

# thElementEndScrap
source: End scrap
pt: Fim de croqui

# thElementLine
source: Line
pt: Linha

# thElementLineSegment
source: Line segment
pt: Segmento de linha

# thElementMultilineComment
source: Multiline comment
pt: Comentário multilinha

# thElementMultilineCommentContent
source: Multiline comment content
pt: Conteúdo de comentário multilinha

# thElementPoint
source: Point
pt: Ponto

# thElementScrap
source: Scrap
pt: Croqui

# thElementStraightLineSegment
source: Straight line segment
pt: Segmento de linha reta

# thElementUnrecognized
source: Unrecognized
pt: Elemento não reconhecido

# thElementXTherionConfig
source: XTherion config
pt: Configuração XTherion

# thLineAbyssEntrance
source: Abyss Entrance
pt: Entrada do Abismo

# thLineArrow
source: Arrow
pt: Seta

# thLineBorder
source: Border
pt: Borda

# thLineCeilingMeander
source: Ceiling Meander
pt: Meandro do Teto

# thLineCeilingStep
source: Ceiling Step
pt: Degrau do Teto

# thLineChimney
source: Chimney
pt: Chaminé

# thLineContour
source: Contour
pt: Contorno

# thLineDripline
source: Dripline
pt: Linha de Gotejamento

# thLineFault
source: Fault
pt: Falha

# thLineFixedLadder
source: Fixed Ladder
pt: Escada Fixa

# thLineFloorMeander
source: Floor Meander
pt: Meandro do Piso

# thLineFloorStep
source: Floor Step
pt: Degrau do Piso

# thLineFlowstone
source: Flowstone
pt: Travertino

# thLineGradient
source: Gradient
pt: Gradiente

# thLineHandrail
source: Handrail
pt: Corrimão

# thLineJoint
source: Joint
pt: Junta

# thLineLabel
source: Label
pt: Rótulo

# thLineLowCeiling
source: Low Ceiling
pt: Teto Baixo

# thLineMapConnection
source: Map Connection
pt: Conexão de Mapa

# thLineMoonmilk
source: Moonmilk
pt: Leite de Lua

# thLineOverhang
source: Overhang
pt: Saliente

# thLinePit
source: Pit
pt: Poço

# thLinePitch
source: Pitch
pt: Lance

# thLinePitChimney
source: Pit Chimney
pt: Chaminé do Poço

# thLineRimstoneDam
source: Rimstone Dam
pt: Dique de Travertino

# thLineRimstonePool
source: Rimstone Pool
pt: Piscina de Travertino

# thLineRockBorder
source: Rock Border
pt: Borda de Rocha

# thLineRockEdge
source: Rock Edge
pt: Quina de Rocha

# thLineRope
source: Rope
pt: Corda

# thLineRopeLadder
source: Rope Ladder
pt: Escada de Corda

# thLineSection
source: Section
pt: Seção

# thLineSlope
source: Slope
pt: Declive

# thLineSteps
source: Steps
pt: Degraus

# thLineSurvey
source: Survey
pt: Levantamento

# thLineU
source: User
pt: Usuário

# thLineUnknown
source: Unknown
pt: Desconhecido

# thLineWalkWay
source: Walkway
pt: Passarela

# thLineWall
source: Wall
pt: Parede

# thLineWaterFlow
source: Water Flow
pt: Fluxo de Água

# thMultipleChoiceAlignBottom
source: Bottom
pt: Inferior

# thMultipleChoiceAlignBottomLeft
source: Bottom Left
pt: Inferior Esquerdo

# thMultipleChoiceAlignBottomRight
source: Bottom Right
pt: Inferior Direito

# thMultipleChoiceAlignCenter
source: Center
pt: Centro

# thMultipleChoiceAlignLeft
source: Left
pt: Esquerda

# thMultipleChoiceAlignRight
source: Right
pt: Direita

# thMultipleChoiceAlignTop
source: Top
pt: Superior

# thMultipleChoiceAlignTopLeft
source: Top Left
pt: Superior Esquerdo

# thMultipleChoiceAlignTopRight
source: Top Right
pt: Superior Direito

# thMultipleChoiceArrowPositionBegin
source: Begin
pt: Início

# thMultipleChoiceArrowPositionBoth
source: Both
pt: Ambos

# thMultipleChoiceArrowPositionEnd
source: End
pt: Fim

# thMultipleChoiceFlipNone
source: None
pt: Nenhum

# thMultipleChoiceLinePointGradientPoint
source: Point
pt: Ponto

# thMultipleChoiceOnOffAutoAuto
source: Auto
pt: Automático

# thMultipleChoiceOnOffOff
source: Off
pt: Desligado

# thMultipleChoiceOnOffOn
source: On
pt: Ligado

# thMultipleChoiceOutlineIn
source: In
pt: Dentro

# thMultipleChoiceOutlineOut
source: Out
pt: Fora

# thMultipleChoicePlaceDefault
source: Default
pt: Padrão

# thPointAirDraught
source: Air draught
pt: Corrente de ar

# thPointAnastomosis
source: Anastomosis
pt: Anastomose

# thPointAnchor
source: Anchor
pt: Âncora

# thPointAragonite
source: Aragonite
pt: Aragonita

# thPointArcheoExcavation
source: Archeo Excavation
pt: Escavação arqueológica

# thPointArcheoMaterial
source: Archeo Material
pt: Material arqueológico

# thPointAudio
source: Audio
pt: Áudio

# thPointBat
source: Bat
pt: Morcego

# thPointBedrock
source: Bedrock
pt: Rocha matriz

# thPointBlocks
source: Blocks
pt: Blocos

# thPointBones
source: Bones
pt: Ossos

# thPointBreakdownChoke
source: Breakdown Choke
pt: Bloqueio de desmoronamento

# thPointBridge
source: Bridge
pt: Ponte

# thPointCamp
source: Camp
pt: Acampamento

# thPointCavePearl
source: Cave Pearl
pt: Pérola de caverna

# thPointClay
source: Clay
pt: Argila

# thPointClayChoke
source: Clay Choke
pt: Bloqueio de argila

# thPointClayTree
source: Clay Tree
pt: Árvore de argila

# thPointContinuation
source: Continuation
pt: Continuação

# thPointCrystal
source: Crystal
pt: Cristal

# thPointCurtain
source: Curtain
pt: Cortina

# thPointCurtains
source: Curtains
pt: Cortinas

# thPointDanger
source: Danger
pt: Perigo

# thPointDate
source: Date
pt: Data

# thPointDebris
source: Debris
pt: Detritos

# thPointDig
source: Dig
pt: Escavação

# thPointDimensions
source: Dimensions
pt: Dimensões

# thPointDiscPillar
source: Disc Pillar
pt: Pilar de disco

# thPointDiscPillars
source: Disc Pillars
pt: Pilares de disco

# thPointDiscStalactite
source: Disc Stalactite
pt: Estalactite de disco

# thPointDiscStalactites
source: Disc Stalactites
pt: Estalactites de disco

# thPointDiscStalagmite
source: Disc Stalagmite
pt: Estalagmite de disco

# thPointDiscStalagmites
source: Disc Stalagmites
pt: Estalagmites de disco

# thPointDisk
source: Disk
pt: Disco

# thPointElectricLight
source: Electric Light
pt: Luz elétrica

# thPointEntrance
source: Entrance
pt: Entrada

# thPointFixedLadder
source: Fixed Ladder
pt: Escada fixa

# thPointFlowstone
source: Flowstone
pt: Travertino

# thPointFlowstoneChoke
source: Flowstone Choke
pt: Bloqueio de travertino

# thPointFlute
source: Flute
pt: Flauta

# thPointGate
source: Gate
pt: Portão

# thPointGradient
source: Gradient
pt: Gradiente

# thPointGypsum
source: Gypsum
pt: Gesso

# thPointGypsumFlower
source: Gypsum Flower
pt: Flor de gesso

# thPointHandrail
source: Handrail
pt: Corrimão

# thPointHeight
source: Height
pt: Altura

# thPointHumanBones
source: Human Bones
pt: Ossos humanos

# thPointIce
source: Ice
pt: Gelo

# thPointIcePillar
source: Ice Pillar
pt: Pilar de gelo

# thPointIceStalactite
source: Ice Stalactite
pt: Estalactite de gelo

# thPointIceStalagmite
source: Ice Stalagmite
pt: Estalagmite de gelo

# thPointLabel
source: Label
pt: Rótulo

# thPointLowEnd
source: Low End
pt: Extremidade baixa

# thPointMapConnection
source: Map Connection
pt: Conexão de mapa

# thPointMasonry
source: Masonry
pt: Alvenaria

# thPointMoonmilk
source: Moonmilk
pt: Leite de lua

# thPointMud
source: Mud
pt: Lama

# thPointMudcrack
source: Mudcrack
pt: Rachadura de lama

# thPointNamePlate
source: Name Plate
pt: Placa de nome

# thPointNarrowEnd
source: Narrow End
pt: Extremidade estreita

# thPointNoEquipment
source: No Equipment
pt: Sem equipamento

# thPointNoWheelchair
source: No Wheelchair
pt: Sem cadeira de rodas

# thPointPaleoMaterial
source: Paleo Material
pt: Material paleontológico

# thPointPassageHeight
source: Passage Height
pt: Altura da passagem

# thPointPebbles
source: Pebbles
pt: Seixos

# thPointPendant
source: Pendant
pt: Pendente

# thPointPhoto
source: Photo
pt: Foto

# thPointPillar
source: Pillar
pt: Pilar

# thPointPillarsWithCurtains
source: Pillars With Curtains
pt: Pilares com cortinas

# thPointPillarWithCurtains
source: Pillar With Curtains
pt: Pilar com cortinas

# thPointRaft
source: Raft
pt: Balsa

# thPointRaftCone
source: Raft Cone
pt: Cone de balsa

# thPointRemark
source: Remark
pt: Observação

# thPointRimstoneDam
source: Rimstone Dam
pt: Dique de travertino

# thPointRimstonePool
source: Rimstone Pool
pt: Piscina de travertino

# thPointRoot
source: Root
pt: Raiz

# thPointRope
source: Rope
pt: Corda

# thPointRopeLadder
source: Rope Ladder
pt: Escada de corda

# thPointSand
source: Sand
pt: Areia

# thPointScallop
source: Scallop
pt: Escalope

# thPointSection
source: Section
pt: Seção

# thPointSeedGermination
source: Seed Germination
pt: Germinação de sementes

# thPointSink
source: Sink
pt: Pia

# thPointSnow
source: Snow
pt: Neve

# thPointSodaStraw
source: Soda Straw
pt: Canudo de refrigerante

# thPointSpring
source: Spring
pt: Fonte

# thPointStalactite
source: Stalactite
pt: Estalactite

# thPointStalactites
source: Stalactites
pt: Estalactites

# thPointStalactitesStalagmites
source: Stalactites Stalagmites
pt: Estalactites e estalagmites

# thPointStalactiteStalagmite
source: Stalactite Stalagmite
pt: Estalactite e estalagmite

# thPointStalagmite
source: Stalagmite
pt: Estalagmite

# thPointStalagmites
source: Stalagmites
pt: Estalagmites

# thPointStation
source: Station
pt: Base

# thPointStationName
source: Station Name
pt: Nome da base

# thPointSteps
source: Steps
pt: Degraus

# thPointTraverse
source: Traverse
pt: Travessia

# thPointTreeTrunk
source: Tree Trunk
pt: Tronco de árvore

# thPointU
source: User
pt: Usuário

# thPointUnknown
source: Unknown
pt: Desconhecido

# thPointVegetableDebris
source: Vegetable Debris
pt: Detritos vegetais

# thPointVolcano
source: Volcano
pt: Vulcão

# thPointWalkway
source: Walkway
pt: Passarela

# thPointWallCalcite
source: Wall Calcite
pt: Calcita de parede

# thPointWater
source: Water
pt: Água

# thPointWaterDrip
source: Water Drip
pt: Gotejamento de água

# thPointWaterFlow
source: Water Flow
pt: Fluxo de água

# thPointWheelchair
source: Wheelchair
pt: Cadeira de rodas

# thProjection
source: Projection
pt: Projeção
